acpilight
alacritty
archlinuxcn-keyring
autoconf
autojump
automake
awesome
base
bash-completion
binutils
bison
blueman
bluez-utils
conky
cuda
dhcpcd
dmenu
efibootmgr
fakeroot
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-zhwiki
fcitx5-qt
feh
file
findutils
firefox
flex
gawk
gcc
gettext
grep
groff
grub
gvfs
gvim
gzip
htop
intel-ucode
jq
lib32-mesa
lib32-nvidia-utils
lib32-vulkan-intel
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lsb-release
m4
make
man-db
miniconda
mpc
mpd
ncmpcpp
neofetch
network-manager-applet
networkmanager
ntfs-3g
numlockx
nvidia
nvidia-settings
os-prober
otf-font-awesome
p7zip
pacman
pacman-contrib
patch
picom
pkgconf
pkgfile
polkit-gnome
pulseaudio-bluetooth
qbittorrent
sed
sudo
telegram-desktop
texinfo
thunar
timeshift
timidity++
tlp
ttf-hack
ufw
unclutter
unrar
unzip
v2ray
v2raya
vlc
vulkan-intel
which
wqy-zenhei
xautolock
xfce4-power-manager
xorg-server
xorg-xinit
xorg-xrandr
xtrlock
yay
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-theme-powerlevel10k
