alacritty
archlinuxcn-keyring
autoconf
autojump
automake
base
bash-completion
binutils
bison
btop
dhcpcd
efibootmgr
fakeroot
file
findutils
firefox
flex
fzf
gawk
gcc
gettext
grep
groff
grub
gzip
intel-ucode
iwd
lib32-mesa
lib32-nvidia-utils
lib32-vulkan-intel
libtool
light
linux
linux-firmware
m4
make
mako
man-db
mpv
neofetch
nnn
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
os-prober
otf-font-awesome
pacman
pacman-contrib
paru
patch
pipewire-pulse
pkgconf
pkgfile
polkit-gnome
python
sed
sudo
sway
swaybg
swayidle
swaylock
texinfo
timeshift
v2ray
v2raya
vim
vulkan-intel
waybar
which
wofi
wqy-zenhei
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-theme-powerlevel10k
